Repository: AdriVillaB/OctoPrint-Telegram
Catalog: octoprint_telegram/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Connected as %(username)s.
de: Verbunden als %(username)s.

source: Got an exception while initially trying to connect to telegram (Listener not running: %(ex)s. Waiting 2 minutes before trying again.)
de: Eine Ausnahme bei der initialen Verbindung zu Telegram ist aufgetreten. (Listener läuft nicht: %(ex)s. Neuer Versuch in 2 Minuten.)

source: Sorry, I only accept files with .gcode, .gco or .g extension.
de: Es tut mir leid, aber ich akzeptiere nur .gecode, .gco oder .g Dateien.

source: Saving file %(file)s...
de: Speichere Datei %(file)s

source: I've successfully saved the file you sent me as %(file)s.
de: Ich habe die gesendete Datei erfolgreich als %(file)s gespeichert.

source: Something went wrong during processing of your file.
de: Bei der Verarbeitung deiner Datei ist ein Fehler aufgetreten.

source: Sorry. More details are in octoprint.log.
de: Tut mir leid. Mehr Informationen im OctoPrint Log.

source: Don't feed the octopuses!
de: Kraken füttern verboten!

source: I do not understand you!
de: Ich verstehe dich nicht!

source: You are not allowed to do this!
de: Du darfst das nicht tun!

source: I don't know you! Certainly you are a nice Person
de: Ich kenne dich nicht! Aber bestimmt bist du ein netter Mensch

source: Now i know you. Before you can do anything, go to OctoPrint Settings and edit some rights.
de: Nun kenne ich dich. Bevor du irgendetwas tun kannst, öffne deine OctoPrint-Telegram Einstellungen in OctoPrint und bearbeite deine Rechte.

source: Got an exception while trying to connect to telegram API: %(exception)s. Waiting 2 minutes before trying again.
de: Bei der Verbindung zur Telegram API trat ein Fehler auf: %(exception)s. Neuer Versuch in 2 Minuten.

source: Telegram API responded with code %(status_code)s. Waiting 2 minutes before trying again.
de: Die Telegram API hat mit Code %(status_code)s geantwortet. Neuer Versuch in 2 Minuten.

source: Unexpected Content-Type. Expected: application/json. Was: %(type)s. Waiting 2 minutes before trying again.
de: Unerwarteter Content-Type. Erwartet: application/json, erhalten: %(type)s. Neuer Versuch in 2 Minuten.

source: Response didn't include 'ok:true'. Waiting 2 minutes before trying again. Response was: %(response)s
de: Die Antwort vom Server enthielt nicht 'ok:true'. Neuer Versuch in 2 Minuten. Antwort war: %(response)s

source: Disconnected.
de: Getrennt.

source: The OctoPrint Plugin %(plug)s has been updated to new Version %(version)s. Please open your %(plug)s settings in OctoPrint and set configurations for this chat. Until then you are not able to send or receive anything useful with this Bot. More informations on: https://github.com/fabianonline/OctoPrint-Telegram
de: Das OctoPrint Plugin %(plug)s wurde auf die neue Version %(version)s aktualisiert. Bitte öffne deine %(plug)s Einstellungen in OctoPrint und konfiguriere diesen Chat. Bis dahin darfst du mit mir nicht kommunizieren und erhältst auch keine Benachrichtigungen von mir. Mehr Informationen findest du auf: https://github.com/fabianonline/OctoPrint-Telegram

source: The previously entered token doesn't seem to have the correct format. It should look like this: 12345678:AbCdEfGhIjKlMnOpZhGtDsrgkjkZTCHJKkzvjhb
de: Der eben eingegebene Token scheint das falsche Format zu haben. Er sollte ungefähr so aussehen: 12345678:AbCdEfGhIjKlMnOpZhGtDsrgkjkZTCHJKkzvjhb

source: No token given.
de: Kein Token vorhanden.

source: Token valid for %(username)s.
de: Token gültig für: %(username)s

source: Error: %(error)s
de: Fehler: %(error)s

source: Telegram didn't respond well to getFile. The response was: %(response)s
de: Unerwartete Antwort von Telegram auf /getFile. Die Antwort war: %(response)s

source: Telegram didn't respond well to getUserProfilePhoto . The response was: %(response)s
de: Unerwartete Antwort von Telegram auf /getUserProfilePhoto. Die Antwort war: %(response)s

source: Telegram returned error code %(error)s: %(message)s
de: Telegram hat einen Fehlercode zurückgegeben. %(error)s: %(message)s

source: Telegram returned an unspecified error.
de: Telegram hat einen unbakannten Fehler verursacht.

source: Yes
de: Ja

source: Cancel
de: Abbrechen

source: No
de: Nein

source: Change height
de: Höhe einstellen

source: Enter height
de: Höhe eingeben

source: Change time
de: Zeit ändern

source: Enter time
de: Zeit eingeben

source: Start print
de: Starte Druck

source: Stop print
de: Stoppe Druck

source: Don't print
de: Nicht drucken

source: Do System Command
de: System Command ausführen

source: Alright.
de: Wird gemacht.

source: Maybe next time.
de: Vielleicht beim nächsten Mal.

source: Is this a test?
de: Ist dies ein Test?

source: Not connected to a printer.
de: Keine Verbindung zu einem Drucker.

source: Current notification settings are:
de: Die aktuellen Einstellungen für Benachrichtigungen sind:

source: height: %(height)fmm
de: Höhe: %(height)fmm

source: time: %(time)dmin
de: Zeit: %(time)dmin

source: Which value do you want to change?
de: Welchen Wert möchtest du ändern?

source: Notification height is now %(height)fmm.
de: Die Höhe für Benachrichtigungen ist nun %(height)fmm.

source: Notification time is now %(time)dmins.
de: Das Intervall für Benachrichtigungen beträgt nun %(time)dmin

source: Really abort the currently running print?
de: Wirklich den aktuell laufenden Druck abbrechen?

source: Currently I'm not printing, so there is nothing to stop.
de: Derzeit drucke ich nicht. Da ist also nichts zum anhalten.

source: Aborting the print.
de: Druck abbrechen.

source: Okay, shutting up until the next print is finished.
de: Ok, ich bin ruhig bis der nächste Druck endet.

source: Use /imsorrydontshutup to let me talk again before that.
de: Benutze /imsorrydontshutup um mich wieder mit dir plaudern zu lassen.

source: Yay, I can talk again.
de: Yay, ich kann wieder reden.

source: Use /list to get a list of files and click the command beginning with /print after the correct file.
de: Benutze /list um eine Liste aller Dateien zu bekommen. Klicke dann auf den /print_ Befehl hinter dem Dateinamen.

source: I'm sorry, but I couldn't find the file you wanted me to print. Perhaps you want to have a look at /list again?
de: Es tut mir leid, aber ich kann die Datei die ich drucken soll nicht finden. Willst du vielleicht nochmal in /list nachschauen?

source: Okay. The file %(file)s is loaded.
de: Ok. Die Datei %(file)s ist geladen.

source: Do you want me to start printing it now?
de: Soll ich nun mit dem Druckauftrag beginnen?

source: Uh oh... No file is selected for printing. Did you select one using /list?
de: Uh oh... Es ist keine Datei zum Druck ausgewählt. Hast du mit /list eine ausgewählt?

source: Can't start printing: I'm not connected to a printer.
de: Ich kann nicht mit dem Druckauftrag beginnen. Keine Verbindung zu einem Drucker.

source: A print job is already running. You can't print two thing at the same time. Maybe you want to use /abort?
de: Es läuft bereits ein Druckauftrag. Du kannst nicht zwei Dinge gleichzeitig drucken. Nicht einmal ein Krake kann das. Möchtest du vielleicht /abort benutzen?

source: Started the print job.
de: Der Druckauftrag wurde gestartet.

source: File List:
de: Dateien:

source: You can click the command beginning with /print after a file to start printing this file.
de: Du kannst den Befehl beginnend mit /print_ hinter dem Dateinamen anklicken um mit dem Druck zu beginnen.

source: To upload a gcode file, just send it to me.
de: Um eine gcode-Datei hochzuladen, muss du sie mir einfach nur zuschicken.

source: You have to pass a System Command. The following System Commands are known. (Click to execute)
de: Du musst ein System Command übergeben. Die folgenden System Commands sind bekannt. (Klicken zum Ausführen)

source: No System Commands found...
de: Kein System Command gefunden...

source: Really execute %(cmd)s ?
de: %(cmd)s wirklich ausführen?

source: Sorry, i don't know this System Command.
de: Entschuldigung, ich kenne dieses System Command nicht.

source: Command failed with return code %(code)i: %(err)s
de: Das System Command verursachte einen Fehler %(code)i: %(err)s

source: Command %(name)s executed.
de: Das System Command %(name)s wurde ausgeführt.

source: Command failed with exception: %(ex)s!
de: Das System Command verursachte den Fehler %(ex)s!

source: You have to pass a Printer Control Command. The following Printer Controls are known. (Click to execute)
de: Du musst einen Drucker-Befehl angeben. Folgenden Drucker-Befehle sind bekannt. (Klicken zum Ausführen)

source: No Printer Control Command found...
de: Es wurde kein Drucker-Befehl gefunden...

source: Control Command %(name)s executed.
de: Der Drucker-Befehl %(name)s wurde ausgeführt.

source: Control Command ctrl_%(para)s not found.
de: Der Drucker-Befehl ctrl_%(para)s wurde nicht gefunden.

source: You can use following commands: /abort - Aborts the currently running print. A confirmation is required. /shutup - Disables automatic notifications till the next print ends. /imsorrydontshutup - The opposite of /shutup - Makes the bot talk again. /status - Sends the current status including a current photo. /settings - Displays the current notification settings and allows you to change them. /list - Lists all the files available for printing and lets you start printing them. /print - Lets you start a print. A confirmation is required. /upload - You can just send me a gcode file to save it to my library./sys - Execute Octoprint System Comamnds/ctrl - Use self defined controls from Octoprint
de: Du kannst folgende Befehle ausführen: /Abort - Bricht den aktuellen Druck ab. Eine Bestätigung ist erforderlich. /shutup - Schaltet Benachrichtigungen bis zum Ende des nächsten Druckes ab. /imsorrydontshutup - Das Gegenteil von /shutup. /status - Sendet den aktuellen Drucker-Status. /settings - Zeigt die Benachrichtigungs-Einstellungen an uns erlaubt die Bearbeitung. /list - Listet alle Dateien auf und erlaubt es einen Druck zu starten. /print - Hiermit kann über /list ein Druck gestartet werden. /upload - Du kannst mir einfach eine gcode-Datei senden um sie bei mir für den Druck zu speichern. /sys - Hierüber kannst du System Commands ausführen. /ctrl - Hierüber kannst du Drucker-Befehle ausführen.

source: Hello. I'm online and ready to receive your commands.
de: Hallo. Ich bin online und bereit deine Befehle zu empfangen.

source: Shutting down. Goodbye.
de: Fahre herunter. Tschüss.

source: Started printing {file}.
de: Habe mit dem Druck von {file} begonnen.

source: Printing {file} failed.
de: Der Druck {file} ist fehlgeschlagen.

source: Printing at Z={z}. Bed {bed_temp}/{bed_target}, Extruder {e1_temp}/{e1_target}. {time_done}, {percent}%% done, {time_left} remaining.
de: Höhe t Z={z}. Bett {bed_temp}/{bed_target}, Extruder {e1_temp}/{e1_target}. {time_done}, {percent}%% vergangen, {time_left} übrig.

source: Finished printing {file}.
de: Der Druck von {file} ist beendet.

source: Not printing. Bed {bed_temp}/{bed_target}, Extruder {e1_temp}/{e1_target}.
de: Ich drucke zur Zeit nicht. Bett {bed_temp}/{bed_target}, Extruder {e1_temp}/{e1_target}.

source: [Unknown]
de: [Unbekannt]

source: ERROR: I was not able to format the Notification for '%(event)s' properly. Please open your OctoPrint settings for %(plug)s and check message settings for '%(event)s'.
de: FEHLER: Ich konnte die Nachricht für '%(event)s' nicht korrekt formatieren. Bitte öffne deine OctoPrint Einstellungen für %(plug)s und überprüfe die Einstellungen für '%(event)s'.

source: Also for
de: Auch für

source: No Image
de: Kein Bild

source: Send Image
de: Sende Bild

source: Markup Selection
de: Markup Auswahl

source: Send with image?
de: Mit Bild senden?

source: Toggle 'Send with image'
de: 'Mit Bild senden' umschalten

source: Allow to send commands
de: Befehle zulassen

source: Send notifications
de: Benachrichtigungen senden

source: After enabling this option, the enabled notifications will be received. You have to enable individual notifications by clicking the blue notify button in the list after closing this dialog.
de: Nach dem Aktivieren dieser Option, werden gewählte Benachrichtigungen empfangen. Du kannst die Benachrichtigungen wählen, wenn du nach dem Schließen dieses Fensters auf das blaue Nachrichten-Symbol in der Liste klickst.

source: After enabling this option, EVERY user of this group is allowed to send enabled commands. You have to set permissions for individual commands by clicking the blue command icon in the list after closing this dialog. If ''Allow user commands'' is enabled, these users still use their private settings in addition to the group settings.
de: Nach dem Aktivieren dieser Option können ALLE Benutzer in der Gruppe Befehle senden. Du musst die erlaubten Befehle einstellen, indem du nach dem Schließen dieses Fensters auf das blaue Befehl-Symbol klickst. Wenn 'Benutzer Befehle erlauben' aktiviert ist, haben diese Benutzer zusätzlich immer noch ihre privat eingestellten Rechte in dieser Gruppe und bekommen in dieser Gruppe durch die Gruppeneinstellungen evtl. Rechte über ihre privaten Einstellungen hinaus.

source: Allow user commands
de: Benutzer Befehle erlauben

source: When this is enabled, users with command access are allowed to send their individual enabled commands from this group. No other user in this group is allowed to send commands.
de: Wenn diese Option aktiviert ist, dürfen Benutzer dieser Gruppe, welche nach ihren privaten Einstellungen Befehle senden dürfen, mit den selben Rechten auch Befehle in dieser Gruppe ausführen.

source: After enabling this option, you have to set permissions for individual commands by clicking the blue command icon in the list after closing this dialog.
de: Nach dem Aktivieren dieser Option kannst du die Einstellungen für die ienzelen Befehle vornehmen, indem du nach dem Schließen dieses Fensters auf das blaue Befehl-Symbol in der Liste klickst.

source: Edit commands
de: Befehle bearbeiten

source: Edit notifications
de: Benachrichtigungen bearbeiten

source: Allow commands
de: Erlaubte Befehle

source: Get Notification at
de: Erhalte Benachrichtigung bei

source: Do you really want to delete
de: Möchtest du diesen Benutzer löschen?

source: settings
de: Einstellungen

source: If you dont know what to enter in this section, please have a look at <a href="https://github.com/fabianonline/OctoPrint-Telegram/blob/stable/README.md" target="_blank">the documentation at github</a>.
de: Wenn du nicht weißt, was du hier eingeben sollst, schau dir doch bitte die <a href="https://github.com/fabianonline/OctoPrint-Telegram/blob/stable/README.md" target="_blank">Dokumentation auf github/a> an.

source: The current connection status is:
de: Der aktuelle Verbindungsstatus ist:

source: Test Token
de: Teste Token

source: Test the token
de: Teste den Token

source: Test this token
de: Teste diesen Token

source: Click to test token and start listener.
de: Klicke hier um den Token zu testen und den Listener zu starten.

source: Token status is:
de: Der Status des Token ist:

source: Testing the token, please wait
de: Teste den Token. Bitte warten

source: Known Chats
de: Bekannte Chats

source: Request in progress...
de: Anfrage in Bearbeitung...

source: Command
de: Befehl

source: Notify
de: Nachricht

source: Action
de: Aktion

source: New User
de: Neuer Benutzer

source: User Profile Photo
de: Benutzer Profil Foto

source: Edit command rights
de: Befehlsberechtigungen einstellen

source: Edit notification settings
de: Benachrichtigungseinstellungen

source: Update User
de: Benutzer aktualisieren

source: Save first or
de: Erst speichern oder

source: Delete user
de: Benutzer löschen

source: (click)
de: (klicken)

source: Refresh Chat List
de: Liste der Chats aktualisieren

source: Reload list
de: Liste neu laden

source: Reload
de: Neu laden

source: Check to enable auto Refresh
de: Für automatische Aktualisierung aktivieren

source: Enable auto refresh (20 sec.)
de: Automatische Aktualisierung aktivieren (20 sec.)

source: Press this button or enable auto refresh after you send an initial random message to the bot.
de: Klicke auf 'Neu laden' oder aktiviere die automatische Aktualisierung nachdem du eine initiale Nachricht an den Bot geschickt hast.

source: Your chat will then appear in the list. Before youre able to edit notifications and available commands for new users, you have to save the settings first!
de: Danach erscheint den Chat in der Liste. Bevor de Einstellungen vornehmen kannst, musst untern erst auf speichern klicken.

source: Notification settings
de: Einstellungen für Benachrichtigungen

source: Send notification every
de: Sene Benachrichtigung alle

source: Sends a message after layer height changed by this height or this many minutes passed since the last notification. Set to 0 to disable.
de: Sendet eine Benachrichtigung immer wenn der Druck um die angegebene Höhe vorangeschritten ist oder die angegebene Zeit um ist. 0 deaktiviert die Option.

source: Delay for finished prints notification
de: Verzögerung bei Druck-Ende

source: Wait this many seconds after a print has finished before sending a notification. This can be useful to wait for the head and bed to reach their final positions. Set to 0 to disable.
de: Warte so viele Sekunden nach Ende des Druckes bevor eine Benachrichtigung gesendet wird. Das kann nützlich sein um den Druckkopf am ende das Druckes aus dem Bild fahren zu lassen. Auf 0 setzen zum deaktivieren.

source: Send Emojis
de: Sende Emojis

source: Check to enable emojis in notifications and command dialogs.
de: Aktivieren um Emojis in Benachrichtigungen und Befehls-Dialogen global zuzulassen.

source: Messages at
de: Benachrichtigung bei

source: Message formatting information:
de: Informationen zur Nachrichtenformatierung:

source: Click to open information dialog
de: Klicken um den Dialog zu öffnen

source: Variables
de: Variablen

source: Stuff
de: Sonstiges

source: Allow this plugin to send anonymous usage data.
de: Erlaube dem Plugin anonyme Nutzerdaten zu senden.

source: Id like to know how many people are using this plugin and how it is used. So I implemented a method to report anonymous usage data back to me. That data doesnt contain any private information, just generic things like "the plugin was started" or "a print finished notification has been sent". That feature is off by default. If you leave it off, no data of any kind will be sent back to me.
de: Ich würde gerne wissen wie viele Leute das Plugin nutzen und und was sie damit machen. Die Daten beinhalten keine privaten Informationen. Nur generische Sachen wie "Plugin gestartet" oder "PrintFinished Benachrichtigung wurde gesendet". Keine IP keine Namen, nichts weiter. Dies ist natürlich standardmäßig deaktiviert. Wenn das so bleibt, werden keine Daten auf irgend eine Weise an mich zurückgesendet.

source: Enable logging of debug information for this plugin to octoprint.log
de: Aktiviere die Ausgabe der Debug-Informationen in octoprint.log

source: Edit User
de: Benutzer bearbeiten

source: Close
de: Schließen

source: Use Variables by adding <code>&#123; &lt;varName&gt; &#125;</code> to your message text (eg <code>&#123;bed_temp&#125;</code>). Usable Variables are:
de: Benutze Variablen durch Hinzufügen von <code>&#123; &lt;varName&gt; &#125;</code> in den Benachrichtigungstext (zB. <code>&#123;bed_temp&#125;</code>). Verwendbare Variablen sind:

source: Description
de: Beschreibung

source: The currently printing file.
de: Die Datei, welche sich zur Zeit im Druck befindet.

source: Only useful while printing
de: Nur sinnvoll während der Druckes.

source: The current z value.
de: Der aktuelle z-Wert.

source: The current percentage of the print progress.
de: Der prozentuale Fortschritt des Druckes.

source: Only useful for height change notifications
de: Nur sinnvoll bei Höhen-Benachrichtigungen.

source: Time done / left in the print.
de: Vergangene/verbliebene Zeit des Druckes.

source: Only useful for height change events
de: Nur sinnvoll bei Höhen-Benachrichtigungen.

source: Temperatures of bed, extruder 1 and extruder 2.
de: Temperaturen von Bett, Extruder 1 und Extruder 2

source: Target temperatures of bed, extruder 1 and extruder 2.
de: Ziel-Temperaturen von Bett, Extruder 1 und Extruder 2

source: The name of the event which caused the notification.
de: Der Name des Events das diese Benachrichtigung verursacht.

source: Note
de: Bemerkung

source: On startup and a few moments after startup of OctoPrint the temeratures cant be retrieved from the printer and will be shown as 0.0
de: Beim Start von OctoPrint und ein paar Momente danach können die Temperaturen nicht vom Drucker abgerufen werden und werden als 0.0 zurück gegeben.

source: Add <code>&#123;emo:&lt;emoName&gt;&#125;</code> to your message text to use emojis. The <code>emoName</code> has to be set according to the Description column on <a href="http://apps.timwhitlock.info/emoji/tables/unicode" target ="_blank">this Website</a>. No emoji will be send, if Send emojis is deactivated.
de: Füge <code>&#123;emo:&lt;emoName&gt;&#125;</code> zum Text der Benachrichtigung hinzu. Der Wert <code>emoName</code> muss nach der 'Description' Spalte der Tabelle auf <a href="http://apps.timwhitlock.info/emoji/tables/unicode" target ="_blank">dieser Webseite</a>eingegeben werden. Es werden keine Emojis gesendet, wenn 'Emojis senden' deaktiviert ist.

source: <b>Example:</b><br>If you want to use <img id="1f62d" class="teleEmojiImg"> in yor message you have to type <code>&#123;emo:loudly crying face&#125;</code>.
de: <b>Beispiel:</b><br>Wenn du <img id="1f62d" class="teleEmojiImg"> in einer Benachrichtigung verwenden möchtest dann verwende folgenden Code: <code>&#123;emo:loudly crying face&#125;</code>.

source: There are a few shortcuts available:
de: Es sind ein paar Abkürzungen verfügbar:

source: Data for internal icon list taken from: <a href="https://github.com/github/gemoji" target="_blank">github/gemoji</a><br> These emoji images are taken from Githubs <a href="https://github.com/github/gemoji" target="_blank">gemoji project</a>. The icons are copyright of Apple Inc. See the <a href="https://github.com/github/gemoji/blob/master/LICENSE" target="_blank">license</a> for details.
de: Die Daten für die interne Icon-Liste stammen von: <a href="https://github.com/github/gemoji" target="_blank">github/gemoji</a><br> Die Emoji-Bilder sind von Githubs <a href="https://github.com/github/gemoji" target="_blank">gemoji project</a>. Die Icons sind von Apple rechtlich geschützt. In der <a href="https://github.com/github/gemoji/blob/master/LICENSE" target="_blank">Lizenz</a> erfährst du Details.

source: You can use simple markup in messages. Markup for messages is activated by the markup options besides the message text fields. You can choose using HTML markup or the markdown variant. The list below shows the different markups you are able to use.
de: Du kannst einfaches Markup in den Benachrichtigungen verwenden. Markup aktivierst du durch die Schaltflächen am Rand der Benachrichtigungsfelder. Du kannst zwischen HTML und Markdown wählen. Die Tabelle zeigt die verschiedenen Markups, welche du verwenden kannst.

source: Effect
de: Effekt

source: bold
de: fett

source: italic
de: kursiv

source: See <a href="https://core.telegram.org/bots/api#formatting-options" target="_blank">Telegram Bot API Documentation</a> for more information.
de: Schaue in die <a href="https://core.telegram.org/bots/api#formatting-options" target="_blank">Telegram Bot API</a> für mehr Informationen.
